Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 已配置通过 %@ 写入 iCloud 私有数据库。同步不是实时承诺，具体时间取决于系统、网络和 Apple ID 状态。
ar: تم التهيئة للكتابة إلى قاعدة بيانات iCloud الخاصة عبر %@. المزامنة ليست فورية وتعتمد على النظام والشبكة وحالة Apple ID.
de: Konfiguriert für iCloud private Datenbank über %@. Synchronisation ist keine Echtzeitgarantie; die tatsächliche Zeit hängt von System, Netzwerk und Apple ID-Status ab.
en: Configured to write to the private iCloud database through %@. Sync is not instantaneous and depends on the system, network, and Apple ID state.
es: Configurado para escribir en la base privada de iCloud mediante %@. La sincronización no es inmediata y depende del sistema, la red y el estado del Apple ID.
fr: Écriture configurée dans la base de données privée iCloud via %@. La synchronisation n'est pas garantie en temps réel ; elle dépend du système, du réseau et du statut Apple ID.
hi: %@ के माध्यम से iCloud निजी डेटाबेस में लिखने के लिए कॉन्फ़िगर किया गया। सिंक रीयल-टाइम की गारंटी नहीं है; यह सिस्टम, नेटवर्क और Apple ID स्थिति पर निर्भर करता है।
id: Dikonfigurasi untuk menulis ke database pribadi iCloud melalui %@. Sinkronisasi tidak dijamin real-time, tergantung pada sistem, jaringan, dan status Apple ID.
it: Configurato per scrivere su database privato iCloud tramite %@. La sincronizzazione non è in tempo reale; dipende da sistema, rete e stato Apple ID.
ja: %@ 経由で iCloud プライベートデータベースへの書き込みが設定されました。同期はリアルタイムではありません。実際のタイミングはシステム、ネットワーク、Apple ID の状態によります。
ko: %@를 통해 iCloud 비공개 데이터베이스에 쓰도록 구성됨. 동기화는 실시간이 아니며, 시스템, 네트워크 및 Apple ID 상태에 따라 달라집니다.
nl: Geconfigureerd om via %@ naar iCloud privé-database te schrijven. Synchronisatie is geen realtime belofte; de timing hangt af van systeem, netwerk en Apple ID-status.
pl: Skonfigurowano zapis do prywatnej bazy danych iCloud przez %@. Synchronizacja nie jest gwarantowana w czasie rzeczywistym – zależy od systemu, sieci i stanu Apple ID.
pt: Configurado para escrever no banco de dados privado do iCloud via %@. A sincronização não é uma promessa em tempo real, depende do sistema, rede e status do Apple ID.
ru: Настроена запись в частную базу iCloud через %@. Синхронизация не гарантируется в реальном времени и зависит от системы, сети и статуса Apple ID.
tr: %@ üzerinden iCloud özel veritabanına yazılacak şekilde yapılandırıldı. Senkronizasyon gerçek zamanlı değildir; süre sistem, ağ ve Apple ID durumuna bağlıdır.
vi: Đã cấu hình ghi vào cơ sở dữ liệu riêng tư iCloud qua %@. Đồng bộ không phải là cam kết thời gian thực, thời gian cụ thể phụ thuộc vào hệ thống, mạng và trạng thái Apple ID.
zh_hant: 已配置通過 %@ 寫入 iCloud 私有資料庫。同步不是即時承諾，具體時間取決於系統、網路和 Apple ID 狀態。

source: 已重置 %lld 个旧缓存文档。
ar: تمت إعادة تعيين %lld من مستندات الذاكرة المؤقتة القديمة.
de: %lld alte Cache-Dokumente zurückgesetzt.
en: Reset %lld legacy cache documents.
es: Se restablecieron %lld documentos de caché antigua.
fr: %lld document(s) de cache local réinitialisé(s).
hi: %lld पुराने कैश दस्तावेज़ रीसेट किए गए।
id: Disetel ulang %lld dokumen cache lama.
it: Reimpostati %lld documenti cache locale.
ja: 旧キャッシュのドキュメント %lld 件をリセットしました。
ko: 이전 캐시 문서 %lld개 재설정됨.
nl: %lld oude cache-documenten gereset.
pl: Zresetowano %lld starych dokumentów pamięci podręcznej.
pt: Redefinidos %lld documentos de cache antigo.
ru: Сброшено %lld старых документов кэша.
tr: %lld eski önbellek belgesi sıfırlandı.
vi: Đã đặt lại %lld tài liệu bộ nhớ đệm cũ.
zh_hant: 已重置 %lld 個舊快取文件。

source: 底层错误
ar: خطأ أساسي
de: Grundlegender Fehler
en: Underlying Error
es: Error subyacente
fr: Erreur sous-jacente
hi: अंतर्निहित त्रुटि
id: Kesalahan dasar
it: Errore sottostante
ja: 基盤エラー
ko: 하위 오류
nl: Onderliggende fout
pl: Błąd podstawowy
pt: Erro subjacente
ru: Базовая ошибка
tr: Temel hata
vi: Lỗi cơ bản
zh_hant: 底層錯誤

source: 开始翻译
ar: بدء الترجمة
de: Übersetzung starten
en: Start Translation
es: Iniciar traducción
fr: Commencer la traduction
hi: अनुवाद शुरू करें
id: Mulai terjemahan
it: Avvia traduzione
ja: 翻訳開始
ko: 번역 시작
nl: Start vertaling
pl: Rozpocznij tłumaczenie
pt: Iniciar tradução
ru: Начать перевод
tr: Çeviriyi Başlat
vi: Bắt đầu dịch
zh_hant: 開始翻譯

source: 当前为仅本机存储，不会收到 iCloud 同步事件。
ar: التخزين محلي فقط، ولن يتم تلقي أحداث مزامنة iCloud.
de: Derzeit nur lokaler Speicher, keine iCloud-Synchronisation.
en: The app is using local storage only, so it will not receive iCloud sync events.
es: La app usa solo almacenamiento local, así que no recibirá eventos de sincronización de iCloud.
fr: Stockage local uniquement, aucun événement de synchronisation iCloud reçu.
hi: वर्तमान में केवल स्थानीय संग्रहण, iCloud सिंक इवेंट प्राप्त नहीं होंगे।
id: Saat ini hanya penyimpanan lokal, tidak akan menerima peristiwa sinkronisasi iCloud.
it: Attualmente solo archiviazione locale, nessun evento di sincronizzazione iCloud.
ja: 現在はローカルストレージのみで、iCloud 同期イベントは受信しません。
ko: 현재 로컬 저장소만 사용 중이며, iCloud 동기화 이벤트를 수신하지 않습니다.
nl: Momenteel alleen lokale opslag, ontvangt geen iCloud-synchronisatiegebeurtenissen.
pl: Obecnie tylko przechowywanie lokalne – nie będą odbierane zdarzenia synchronizacji iCloud.
pt: Atualmente apenas armazenamento local, não receberá eventos de sincronização do iCloud.
ru: Сейчас только локальное хранилище, события синхронизации iCloud не принимаются.
tr: Şu an yalnızca yerel depolama kullanılıyor, iCloud senkronizasyon olayları alınmayacak.
vi: Hiện chỉ lưu trữ cục bộ, sẽ không nhận được sự kiện đồng bộ iCloud.
zh_hant: 當前為僅本機儲存，不會收到 iCloud 同步事件。

source: 当前仅使用本机 Core Data 存储，不会向 iCloud 写入数据。
ar: يتم استخدام تخزين Core Data المحلي فقط، ولن تتم كتابة بيانات إلى iCloud.
de: Derzeit nur lokaler Core Data Speicher, keine Daten werden in iCloud geschrieben.
en: This device is using local Core Data storage only and will not write data to iCloud.
es: Este dispositivo usa solo almacenamiento local de Core Data y no escribirá datos en iCloud.
fr: Utilisation actuelle du stockage Core Data local uniquement, aucune écriture vers iCloud.
hi: वर्तमान में केवल स्थानीय Core Data संग्रहण का उपयोग हो रहा है, iCloud में डेटा नहीं लिखा जाएगा।
id: Saat ini hanya menggunakan penyimpanan Core Data lokal, tidak akan menulis data ke iCloud.
it: Attualmente solo archiviazione Core Data locale, nessun dato scritto su iCloud.
ja: 現在はローカルの Core Data ストレージのみ使用しており、iCloud への書き込みは行いません。
ko: 현재 로컬 Core Data 저장소만 사용 중이며, iCloud에 데이터를 쓰지 않습니다.
nl: Momenteel alleen lokale Core Data-opslag, er wordt niet naar iCloud geschreven.
pl: Obecnie używane jest tylko lokalne przechowywanie Core Data – dane nie będą zapisywane do iCloud.
pt: Atualmente usando apenas armazenamento Core Data local, não escreverá dados no iCloud.
ru: Сейчас используется только локальное хранилище Core Data, данные не записываются в iCloud.
tr: Şu an yalnızca yerel Core Data depolama kullanılıyor, iCloud'a veri yazılmayacak.
vi: Hiện chỉ sử dụng bộ nhớ Core Data cục bộ, sẽ không ghi dữ liệu lên iCloud.
zh_hant: 當前僅使用本機 Core Data 儲存，不會向 iCloud 寫入資料。

source: 当前使用 iCloud 私有数据库同步收藏和历史。
ar: يتم استخدام قاعدة بيانات iCloud الخاصة لمزامنة المفضلة والسجل.
de: Verwendet iCloud private Datenbank zur Synchronisation von Favoriten und Verlauf.
en: Saved items and history are syncing through your private iCloud database.
es: Los guardados y el historial se sincronizan mediante tu base privada de iCloud.
fr: Synchronisation des favoris et de l'historique via la base de données privée iCloud.
hi: वर्तमान में iCloud निजी डेटाबेस का उपयोग करके पसंदीदा और इतिहास सिंक हो रहे हैं।
id: Saat ini menggunakan database pribadi iCloud untuk menyinkronkan favorit dan riwayat.
it: Sincronizzazione preferiti e cronologia tramite database privato iCloud.
ja: 現在 iCloud プライベートデータベースを使用して保存済みと履歴を同期しています。
ko: 현재 iCloud 비공개 데이터베이스를 사용하여 즐겨찾기와 기록을 동기화합니다.
nl: Gebruikt momenteel iCloud privé-database voor synchronisatie van favorieten en geschiedenis.
pl: Obecnie używana jest prywatna baza danych iCloud do synchronizacji zapisanych i historii.
pt: Atualmente usando banco de dados privado do iCloud para sincronizar favoritos e histórico.
ru: Сейчас используется синхронизация избранного и истории через частную базу iCloud.
tr: Şu an iCloud özel veritabanı kullanılarak kaydedilenler ve geçmiş senkronize ediliyor.
vi: Hiện đang sử dụng cơ sở dữ liệu riêng tư iCloud để đồng bộ mục yêu thích và lịch sử.
zh_hant: 當前使用 iCloud 私有資料庫同步收藏和歷史。

source: 当前只保存在本机。
ar: محفوظ محليًا فقط.
de: Derzeit nur lokal gespeichert.
en: Content is saved on this device only.
es: El contenido se guarda solo en este dispositivo.
fr: Enregistré localement uniquement.
hi: वर्तमान में केवल स्थानीय रूप से सहेजा गया।
id: Saat ini hanya disimpan secara lokal.
it: Solo locale.
ja: 現在はローカルのみに保存されています。
ko: 현재 로컬에만 저장됩니다.
nl: Momenteel alleen lokaal opgeslagen.
pl: Obecnie tylko lokalnie.
pt: Atualmente salvo apenas localmente.
ru: Сейчас только локально.
tr: Şu an yalnızca cihazda saklanıyor.
vi: Hiện chỉ lưu trên máy.
zh_hant: 當前只儲存在本機。

source: 当前可能使用蜂窝或热点网络，同步和翻译可能产生流量。本机收藏和搜索不受影响。
ar: قد تستخدم شبكة خلوية أو نقطة اتصال، وقد تستهلك المزامنة والترجمة بيانات. المفضلة والبحث المحليان unaffected.
de: Möglicherweise wird Mobilfunk oder Hotspot genutzt; Synchronisation und Übersetzung können Daten verbrauchen. Lokale Favoriten und Suche sind nicht betroffen.
en: You may be using a cellular or hotspot network. Sync and translation may use data. Local saved items and search are unaffected.
es: Puede que estés usando una red móvil o punto de acceso. La sincronización y traducción pueden consumir datos. Los guardados locales y la búsqueda no se ven afectados.
fr: Réseau cellulaire ou point d'accès actif, la synchronisation et la traduction peuvent consommer des données. Les favoris et la recherche locale ne sont pas affectés.
hi: हो सकता है कि सेलुलर या हॉटस्पॉट नेटवर्क का उपयोग हो रहा हो, सिंक और अनुवाद में डेटा खर्च हो सकता है। स्थानीय पसंदीदा और खोज प्रभावित नहीं होते।
id: Saat ini mungkin menggunakan jaringan seluler atau hotspot, sinkronisasi dan terjemahan dapat menghabiskan kuota. Favorit dan pencarian lokal tidak terpengaruh.
it: Potrebbe usare rete cellulare o hotspot; sincronizzazione e traduzione potrebbero consumare dati. Preferiti e ricerca locali non sono influenzati.
ja: 現在セルラーまたはホットスポットネットワークを使用している可能性があります。同期と翻訳でデータ通信が発生する場合があります。ローカルの保存済みと検索には影響ありません。
ko: 현재 셀룰러 또는 핫스팟 네트워크를 사용 중일 수 있으며, 동기화 및 번역 시 데이터가 발생할 수 있습니다. 로컬 즐겨찾기 및 검색에는 영향을 미치지 않습니다.
nl: Mogelijk gebruik van mobiel of hotspot-netwerk, synchronisatie en vertaling kunnen data verbruiken. Lokale favorieten en zoekopdrachten worden niet beïnvloed.
pl: Możliwe korzystanie z sieci komórkowej lub hotspotu – synchronizacja i tłumaczenie mogą generować transfer. Lokalne zapisane i wyszukiwanie nie są dotknięte.
pt: Pode estar usando rede celular ou hotspot, sincronização e tradução podem consumir dados. Favoritos e pesquisa locais não são afetados.
ru: Возможно используется сотовая сеть или точка доступа, синхронизация и перевод могут потреблять трафик. Локальное избранное и поиск не затрагиваются.
tr: Hücresel veya sıcak nokta ağı kullanılıyor olabilir, senkronizasyon ve çeviri veri kullanabilir. Yerel kaydedilenler ve arama etkilenmez.
vi: Hiện có thể đang sử dụng mạng di động hoặc điểm phát sóng, đồng bộ và dịch có thể phát sinh lưu lượng. Mục yêu thích và tìm kiếm trên máy không bị ảnh hưởng.
zh_hant: 當前可能使用蜂窩或熱點網路，同步和翻譯可能產生流量。本機收藏和搜尋不受影響。

source: 当前处于低数据模式，同步和翻译可能由系统延后。本机收藏和搜索不受影响。
ar: وضع البيانات المنخفضة نشط، قد تؤخر المزامنة والترجمة من قبل النظام. المفضلة والبحث المحليان unaffected.
de: Niedriger Datenmodus aktiv; Synchronisation und Übersetzung können vom System verzögert werden. Lokale Favoriten und Suche sind nicht betroffen.
en: Low Data Mode is active, so sync and translation may be delayed by the system. Local saved items and search are unaffected.
es: El modo de datos reducidos está activo, así que el sistema puede retrasar la sincronización y traducción. Los guardados locales y la búsqueda no se ven afectados.
fr: Mode données réduites actif, la synchronisation et la traduction peuvent être différées par le système. Les favoris et la recherche locale ne sont pas affectés.
hi: वर्तमान में लो डेटा मोड में है, सिंक और अनुवाद सिस्टम द्वारा विलंबित हो सकते हैं। स्थानीय पसंदीदा और खोज प्रभावित नहीं होते।
id: Saat ini dalam mode data rendah, sinkronisasi dan terjemahan mungkin ditunda oleh sistem. Favorit dan pencarian lokal tidak terpengaruh.
it: Modalità dati ridotta attiva; sincronizzazione e traduzione potrebbero essere ritardate dal sistema. Preferiti e ricerca locali non sono influenzati.
ja: 現在低データモードです。同期と翻訳はシステムによって遅延される場合があります。ローカルの保存済みと検索には影響ありません。
ko: 현재 저데이터 모드이며, 동기화 및 번역이 시스템에 의해 지연될 수 있습니다. 로컬 즐겨찾기 및 검색에는 영향을 미치지 않습니다.
nl: Momenteel in lage datamodus, synchronisatie en vertaling kunnen door het systeem worden uitgesteld. Lokale favorieten en zoekopdrachten worden niet beïnvloed.
pl: Obecnie tryb niskiego transferu danych – synchronizacja i tłumaczenie mogą być opóźnione przez system. Lokalne zapisane i wyszukiwanie nie są dotknięte.
pt: Atualmente em modo de dados reduzidos, sincronização e tradução podem ser adiadas pelo sistema. Favoritos e pesquisa locais não são afetados.
ru: Включён режим низкой передачи данных, синхронизация и перевод могут быть отложены системой. Локальное избранное и поиск не затрагиваются.
tr: Düşük veri modu etkin, senkronizasyon ve çeviri sistem tarafından ertelenebilir. Yerel kaydedilenler ve arama etkilenmez.
vi: Hiện đang ở chế độ dữ liệu thấp, đồng bộ và dịch có thể bị hệ thống hoãn lại. Mục yêu thích và tìm kiếm trên máy không bị ảnh hưởng.
zh_hant: 當前處於低數據模式，同步和翻譯可能由系統延後。本機收藏和搜尋不受影響。

source: 当前离线。翻译请求和 iCloud 同步会暂停，但本机收藏、搜索和删除仍可使用。
ar: غير متصل. ستتوقف طلبات الترجمة ومزامنة iCloud، لكن يمكنك استخدام المفضلة والبحث والحذف محليًا.
de: Offline. Übersetzungsanfragen und iCloud-Synchronisation werden pausiert, aber lokale Favoriten, Suche und Löschen sind weiterhin möglich.
en: You are offline. Translation requests and iCloud sync are paused, but local saved items, search, and deletion remain available.
es: Estás sin conexión. Las solicitudes de traducción y la sincronización con iCloud se pausan, pero los guardados locales, la búsqueda y la eliminación siguen disponibles.
fr: Hors ligne. Les demandes de traduction et la synchronisation iCloud sont suspendues, mais les favoris, la recherche et la suppression locales restent disponibles.
hi: ऑफ़लाइन। अनुवाद अनुरोध और iCloud सिंक रुक जाएंगे, लेकिन स्थानीय पसंदीदा, खोज और हटाना अभी भी उपलब्ध है।
id: Offline. Permintaan terjemahan dan sinkronisasi iCloud akan dijeda, tetapi favorit, pencarian, dan penghapusan lokal masih dapat digunakan.
it: Offline. Richieste di traduzione e sincronizzazione iCloud in pausa, ma preferiti, ricerca ed eliminazione locali sono ancora disponibili.
ja: オフラインです。翻訳リクエストと iCloud 同期は一時停止しますが、ローカルの保存済み、検索、削除は引き続き使用できます。
ko: 오프라인 상태입니다. 번역 요청 및 iCloud 동기화가 일시 중지되지만, 로컬 즐겨찾기, 검색 및 삭제는 계속 사용할 수 있습니다.
nl: Offline. Vertaalverzoeken en iCloud-synchronisatie worden gepauzeerd, maar lokale favorieten, zoeken en verwijderen blijven beschikbaar.
pl: Offline. Żądania tłumaczenia i synchronizacja iCloud zostaną wstrzymane, ale lokalne zapisane, wyszukiwanie i usuwanie nadal działają.
pt: Offline. Solicitações de tradução e sincronização do iCloud serão pausadas, mas favoritos, pesquisa e exclusão locais ainda podem ser usados.
ru: Офлайн. Запросы перевода и синхронизация iCloud приостановлены, но локальное избранное, поиск и удаление доступны.
tr: Çevrimdışı. Çeviri istekleri ve iCloud senkronizasyonu duraklatılır, ancak yerel kaydedilenler, arama ve silme işlemleri kullanılabilir.
vi: Đang ngoại tuyến. Yêu cầu dịch và đồng bộ iCloud sẽ tạm dừng, nhưng vẫn có thể sử dụng mục yêu thích, tìm kiếm và xóa trên máy.
zh_hant: 當前離線。翻譯請求和 iCloud 同步會暫停，但本機收藏、搜尋和刪除仍可使用。

source: 当前进程没有可用的 CloudKit entitlement，数据仍可本机使用，但不会通过 iCloud 同步。
ar: لا توجد صلاحية CloudKit للعملية الحالية، يمكن استخدام البيانات محليًا ولكن لن تتم مزامنتها عبر iCloud.
de: Aktueller Prozess hat keine CloudKit-Berechtigung; Daten können lokal verwendet werden, aber nicht über iCloud synchronisiert.
en: This process has no available CloudKit entitlement. Data remains available locally, but will not sync through iCloud.
es: Este proceso no tiene entitlement de CloudKit disponible. Los datos siguen disponibles localmente, pero no se sincronizarán mediante iCloud.
fr: Le processus actuel ne dispose pas des droits CloudKit nécessaires. Les données restent utilisables localement, mais ne seront pas synchronisées via iCloud.
hi: वर्तमान प्रक्रिया में कोई CloudKit एंटाइटलमेंट उपलब्ध नहीं है, डेटा स्थानीय रूप से उपयोग किया जा सकता है लेकिन iCloud के माध्यम से सिंक नहीं होगा।
id: Proses saat ini tidak memiliki entitlement CloudKit yang tersedia, data masih dapat digunakan secara lokal tetapi tidak akan disinkronkan melalui iCloud.
it: Il processo corrente non ha entitlement CloudKit; i dati sono utilizzabili localmente ma non verranno sincronizzati tramite iCloud.
ja: 現在のプロセスに利用可能な CloudKit エンタイトルメントがありません。データはローカルで使用できますが、iCloud では同期されません。
ko: 현재 프로세스에 사용 가능한 CloudKit 자격이 없습니다. 데이터는 로컬에서 사용할 수 있지만 iCloud를 통해 동기화되지 않습니다.
nl: Het huidige proces heeft geen CloudKit-entitlement, gegevens kunnen lokaal worden gebruikt maar worden niet gesynchroniseerd via iCloud.
pl: Bieżący proces nie ma uprawnień CloudKit – dane są dostępne lokalnie, ale nie będą synchronizowane przez iCloud.
pt: O processo atual não tem entitlement do CloudKit disponível. Os dados ainda podem ser usados localmente, mas não serão sincronizados via iCloud.
ru: У текущего процесса нет прав CloudKit, данные доступны локально, но не синхронизируются через iCloud.
tr: Mevcut işlemin kullanılabilir bir CloudKit yetkilendirmesi yok, veriler yerel olarak kullanılabilir ancak iCloud üzerinden senkronize edilmez.
vi: Tiến trình hiện tại không có quyền CloudKit, dữ liệu vẫn có thể sử dụng trên máy nhưng sẽ không đồng bộ qua iCloud.
zh_hant: 當前進程沒有可用的 CloudKit entitlement，數據仍可本機使用，但不會通過 iCloud 同步。

source: 待翻译文本
ar: نص للترجمة
de: Zu übersetzender Text
en: Text to Translate
es: Texto para traducir
fr: Texte à traduire
hi: अनुवाद के लिए टेक्स्ट
id: Teks yang akan diterjemahkan
it: Testo da tradurre
ja: 翻訳するテキスト
ko: 번역할 텍스트
nl: Te vertalen tekst
pl: Tekst do tłumaczenia
pt: Texto a traduzir
ru: Текст для перевода
tr: Çevrilecek metin
vi: Văn bản cần dịch
zh_hant: 待翻譯文字

source: 德语
ar: الألمانية
de: Deutsch
en: German
es: Alemán
fr: allemand
hi: जर्मन
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pl: niemiecki
pt: Alemão
ru: Немецкий
tr: Almanca
vi: Tiếng Đức
zh_hant: 德語

source: 恢复建议
ar: اقتراح استرداد
de: Wiederherstellungsvorschlag
en: Recovery Suggestion
es: Sugerencia de recuperación
fr: Suggestion de récupération
hi: पुनर्प्राप्ति सुझाव
id: Saran pemulihan
it: Suggerimento di ripristino
ja: 復元の提案
ko: 복구 제안
nl: Herstelsuggestie
pl: Sugestia naprawy
pt: Sugestão de recuperação
ru: Рекомендация по восстановлению
tr: Kurtarma önerisi
vi: Đề xuất khôi phục
zh_hant: 恢復建議

source: 意大利语
ar: الإيطالية
de: Italienisch
en: Italian
es: Italiano
fr: italien
hi: इतालवी
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pl: włoski
pt: Italiano
ru: Итальянский
tr: İtalyanca
vi: Tiếng Ý
zh_hant: 義大利語

source: 手动新增
ar: إضافة يدوية
de: Manuell hinzufügen
en: Add Manually
es: Añadir manualmente
fr: Ajouter manuellement
hi: मैन्युअल रूप से जोड़ें
id: Tambah manual
it: Aggiungi manualmente
ja: 手動追加
ko: 수동 추가
nl: Handmatig toevoegen
pl: Dodaj ręcznie
pt: Adicionar manualmente
ru: Добавить вручную
tr: Manuel Ekle
vi: Thêm thủ công
zh_hant: 手動新增

source: 手动新增失败：%@
ar: فشلت الإضافة اليدوية: %@
de: Manuelles Hinzufügen fehlgeschlagen: %@
en: Manual add failed: %@
es: No se pudo añadir manualmente: %@
fr: Échec de l'ajout manuel : %@
hi: मैन्युअल जोड़ विफल: %@
id: Gagal menambah manual: %@
it: Aggiunta manuale fallita: %@
ja: 手動追加に失敗しました：%@
ko: 수동 추가 실패: %@
nl: Handmatig toevoegen mislukt: %@
pl: Ręczne dodawanie nie powiodło się: %@
pt: Falha ao adicionar manualmente: %@
ru: Ошибка ручного добавления: %@
tr: Manuel ekleme başarısız: %@
vi: Thêm thủ công thất bại: %@
zh_hant: 手動新增失敗：%@

source: 搜索单词、短语、句子
ar: ابحث عن كلمة أو عبارة أو جملة
de: Wörter, Phrasen, Sätze suchen
en: Search words, phrases, or sentences
es: Buscar palabras, frases u oraciones
fr: Rechercher un mot, une phrase, une expression
hi: शब्द, वाक्यांश, वाक्य खोजें
id: Cari kata, frasa, kalimat
it: Cerca parole, frasi, espressioni
ja: 単語、フレーズ、文を検索
ko: 단어, 구문, 문장 검색
nl: Zoek woorden, zinnen, zinsdelen
pl: Szukaj słów, fraz, zdań
pt: Pesquisar palavras, frases, sentenças
ru: Поиск слов, фраз, предложений
tr: Kelime, ifade, cümle ara
vi: Tìm kiếm từ, cụm từ, câu
zh_hant: 搜尋單詞、短語、句子

source: 搜索翻译历史
ar: بحث في سجل الترجمة
de: Übersetzungsverlauf durchsuchen
en: Search Translation History
es: Buscar en el historial de traducción
fr: Rechercher dans l'historique
hi: अनुवाद इतिहास खोजें
id: Cari riwayat terjemahan
it: Cerca nella cronologia delle traduzioni
ja: 翻訳履歴を検索
ko: 번역 기록 검색
nl: Zoek vertaalgeschiedenis
pl: Szukaj w historii tłumaczeń
pt: Pesquisar histórico de tradução
ru: Поиск истории переводов
tr: Çeviri geçmişini ara
vi: Tìm kiếm lịch sử dịch
zh_hant: 搜尋翻譯歷史

source: 操作失败，请稍后重试。
ar: فشلت العملية، يرجى المحاولة لاحقًا.
de: Vorgang fehlgeschlagen. Bitte später erneut versuchen.
en: The operation failed. Please try again later.
es: La operación falló. Inténtalo de nuevo más tarde.
fr: Échec de l'opération. Veuillez réessayer plus tard.
hi: कार्रवाई विफल, कृपया बाद में पुनः प्रयास करें।
id: Gagal, coba lagi nanti.
it: Operazione fallita. Riprova più tardi.
ja: 操作に失敗しました。後でもう一度お試しください。
ko: 작업 실패, 잠시 후 다시 시도하세요.
nl: Bewerking mislukt, probeer het later opnieuw.
pl: Operacja nie powiodła się. Spróbuj ponownie później.
pt: Operação falhou. Tente novamente mais tarde.
ru: Ошибка, повторите попытку позже.
tr: İşlem başarısız, lütfen daha sonra tekrar deneyin.
vi: Thao tác thất bại, vui lòng thử lại sau.
zh_hant: 操作失敗，請稍後重試。

source: 收藏
ar: المفضلة
de: Favoriten
en: Saved
es: Guardados
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: 保存
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
tr: Yer İmleri
vi: Yêu thích

source: 收藏 %lld
ar: المفضلة %lld
de: Favoriten %lld
en: %lld saved
es: %lld guardados
fr: Favoris %lld
hi: पसंदीदा %lld
id: Favorit %lld
it: Preferiti %lld
ja: 保存 %lld
ko: 즐겨찾기 %lld
nl: Favorieten %lld
pl: Ulubione %lld
pt: Favoritos %lld
ru: Избранное %lld
tr: %lld yer imi
vi: Yêu thích %lld

source: 收藏保存失败：%@
ar: فشل حفظ المفضلة: %@
de: Speichern des Favoriten fehlgeschlagen: %@
en: Favorite save failed: %@
es: Error al guardar en favoritos: %@
fr: Échec de l’enregistrement du favori : %@
hi: पसंदीदा सहेजना विफल रहा: %@
id: Gagal menyimpan favorit: %@
it: Salvataggio del preferito non riuscito: %@
ja: お気に入りの保存に失敗しました：%@
ko: 즐겨찾기 저장 실패: %@
nl: Favoriet opslaan mislukt: %@
pl: Zapisywanie ulubionego nie powiodło się: %@
pt: Falha ao salvar favorito: %@
ru: Не удалось сохранить избранное: %@
tr: Favori kaydedilemedi: %@
vi: Không lưu được mục yêu thích: %@
zh_hant: 收藏保存失敗：%@

source: 收藏删除失败：%@
ar: فشل حذف المفضلة: %@
de: Favorit löschen fehlgeschlagen: %@
en: Failed to delete saved item: %@
es: No se pudo eliminar el guardado: %@
fr: Échec de la suppression des favoris : %@
hi: पसंदीदा हटाने में विफल: %@
id: Gagal menghapus favorit: %@
it: Eliminazione preferiti fallita: %@
ja: 保存の削除に失敗しました：%@
ko: 즐겨찾기 삭제 실패: %@
nl: Favoriet verwijderen mislukt: %@
pl: Nie udało się usunąć z ulubionych: %@
pt: Falha ao excluir favorito: %@
ru: Ошибка удаления из избранного: %@
tr: Yer imi silinemedi: %@
vi: Xóa yêu thích thất bại: %@
zh_hant: 收藏刪除失敗：%@
